Repository: wr/mojito
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, es_419, fa, fr, he, hi, it, ja, ko, nl, pl, pt_br, ru, zh_hans, zh_hant

source: Usage counts, settings, and your exclusion list are stored locally. %@ doesn't send any telemetry or usage data back to our server—we don't even have a server 🙂
ar: تُحفظ أعداد الاستخدام والإعدادات وقائمة الاستثناء محلياً. لا يُرسل %@ أيّ بيانات قياس أو استخدام إلى خادم — لا يوجد لدينا خادم أصلاً 🙂
de: Nutzungszähler, Einstellungen und deine Ausnahmeliste werden lokal gespeichert. %@ sendet keine Telemetrie- oder Nutzungsdaten an einen Server – wir haben nicht mal einen 🙂
es: Los contadores de uso, los ajustes y tu lista de exclusiones se guardan localmente. %@ no envía telemetría ni datos de uso a un servidor — ni siquiera tenemos servidor 🙂
es_419: Los contadores de uso, los ajustes y tu lista de exclusiones se guardan localmente. %@ no envía telemetría ni datos de uso a un servidor — ni siquiera tenemos servidor 🙂
fa: شمارنده‌های استفاده، تنظیمات و فهرست مستثنیات شما به‌صورت محلی ذخیره می‌شوند. %@ هیچ داده‌ای را به سرور ارسال نمی‌کند — اصلاً ما سروری نداریم 🙂
fr: Les compteurs d'utilisation, les réglages et votre liste d'exclusions restent en local. %@ n'envoie aucune télémétrie ni donnée d'usage à un serveur — on n'a même pas de serveur 🙂
he: ספירת השימוש, ההגדרות ורשימת ההחרגות נשמרות מקומית. %@ לא שולח שום נתוני טלמטריה או שימוש לשרת — אין לנו אפילו שרת 🙂
hi: उपयोग गिनती, सेटिंग्स और आपकी अपवर्जन सूची स्थानीय रूप से सेव होती है। %@ कोई टेलीमेट्री या उपयोग डेटा सर्वर पर नहीं भेजता — हमारे पास सर्वर ही नहीं है 🙂
it: I contatori d'uso, le impostazioni e l'elenco delle esclusioni restano in locale. %@ non invia telemetria o dati di utilizzo a un server — non abbiamo nemmeno un server 🙂
ja: 使用回数、設定、除外リストはローカルに保存されます。%@ はテレメトリや利用データをサーバーに送信しません — そもそもサーバーがありません 🙂
ko: 사용 횟수, 설정, 제외 목록은 모두 로컬에 저장됩니다. %@은(는) 어떤 텔레메트리나 사용 데이터도 서버로 보내지 않습니다 — 서버 자체가 없어요 🙂
nl: Gebruiksstatistieken, instellingen en je uitsluitingslijst worden lokaal opgeslagen. %@ stuurt geen telemetrie of gebruiksgegevens naar een server — we hebben niet eens een server 🙂
pl: Liczniki użycia, ustawienia i lista wykluczeń są zapisywane lokalnie. %@ nie wysyła żadnej telemetrii ani danych użycia — nie mamy nawet serwera 🙂
pt_br: Os contadores de uso, os ajustes e sua lista de exclusões ficam no seu Mac. %@ não envia telemetria nem dados de uso para um servidor — a gente nem tem servidor 🙂
ru: Счётчики использования, настройки и список исключений хранятся локально. %@ не отправляет телеметрию и данные использования — у нас даже сервера нет 🙂
zh_hans: 使用次数、设置和你的排除列表都存在本地。%@ 不会将任何遥测或使用数据发送到服务器 — 我们连服务器都没有 🙂
zh_hant: 使用次數、設定和你的排除清單都存在本機。%@ 不會將任何遙測或使用資料傳送到伺服器 — 我們根本沒有伺服器 🙂

source: Usage counts, settings, and your exclusion list are stored locally. %@ doesn't send any telemetry or usage data back to our server—we don't even have a server 🙂 Exception: GIF search sends your query to Giphy.
ar: تُخزَّن أعداد الاستخدام والإعدادات وقائمة الاستثناءات محليًا. لا يرسل %@ أي بيانات تتبّع أو استخدام إلى خادمنا—بل ليس لدينا خادم أصلًا 🙂 استثناء: يرسل بحث GIF استعلامك إلى Giphy.
de: Nutzungszahlen, Einstellungen und deine Ausschlussliste werden lokal gespeichert. %@ sendet keinerlei Telemetrie- oder Nutzungsdaten an unseren Server – wir haben nicht einmal einen Server 🙂 Ausnahme: Die GIF-Suche sendet deine Anfrage an Giphy.
es: Los recuentos de uso, los ajustes y tu lista de exclusiones se guardan localmente. %@ no envía telemetría ni datos de uso a nuestro servidor: ni siquiera tenemos un servidor 🙂 Excepción: la búsqueda de GIF envía tu consulta a Giphy.
es_419: Los conteos de uso, la configuración y tu lista de exclusiones se guardan localmente. %@ no envía telemetría ni datos de uso a nuestro servidor: ni siquiera tenemos un servidor 🙂 Excepción: la búsqueda de GIF envía tu consulta a Giphy.
fa: شمار استفاده، تنظیمات و فهرست استثناهای شما به‌صورت محلی ذخیره می‌شوند. ‏%@ هیچ داده تله‌متری یا استفاده‌ای به سرور ما نمی‌فرستد—اصلاً سروری نداریم 🙂 استثنا: جست‌وجوی GIF عبارت شما را به Giphy می‌فرستد.
fr: Les compteurs d'utilisation, les réglages et ta liste d'exclusions sont stockés localement. %@ n'envoie aucune donnée de télémétrie ou d'utilisation à notre serveur — nous n'avons même pas de serveur 🙂 Exception : la recherche de GIF envoie ta requête à Giphy.
he: מוני השימוש, ההגדרות ורשימת ההחרגות שלך נשמרים מקומית. ‏%@ לא שולח שום נתוני טלמטריה או שימוש לשרת שלנו—אין לנו בכלל שרת 🙂 חריג: חיפוש GIF שולח את השאילתה שלך ל-Giphy.
hi: उपयोग गणना, सेटिंग्स और आपकी बहिष्करण सूची स्थानीय रूप से संग्रहीत होती हैं। %@ हमारे सर्वर पर कोई टेलीमेट्री या उपयोग डेटा नहीं भेजता—हमारे पास तो सर्वर ही नहीं है 🙂 अपवाद: GIF खोज आपकी क्वेरी Giphy को भेजती है।
it: I conteggi d'uso, le impostazioni e la tua lista di esclusioni sono salvati localmente. %@ non invia alcun dato di telemetria o di utilizzo al nostro server: non abbiamo nemmeno un server 🙂 Eccezione: la ricerca di GIF invia la tua query a Giphy.
ja: 使用回数、設定、除外リストはローカルに保存されます。%@ はテレメトリや使用データをサーバーに送信しません。そもそもサーバーがありません 🙂 例外: GIF 検索では検索語が Giphy に送信されます。
ko: 사용 횟수, 설정, 제외 목록은 기기에 로컬로 저장됩니다. %@은(는) 어떠한 텔레메트리나 사용 데이터도 서버로 보내지 않습니다. 애초에 서버가 없습니다 🙂 예외: GIF 검색은 검색어를 Giphy로 보냅니다.
nl: Gebruiksaantallen, instellingen en je uitsluitingslijst worden lokaal opgeslagen. %@ stuurt geen telemetrie of gebruiksgegevens naar onze server — we hebben niet eens een server 🙂 Uitzondering: GIF-zoeken stuurt je zoekopdracht naar Giphy.
pl: Liczniki użycia, ustawienia i twoja lista wykluczeń są przechowywane lokalnie. %@ nie wysyła żadnej telemetrii ani danych o użyciu na nasz serwer — nawet nie mamy serwera 🙂 Wyjątek: wyszukiwanie GIF-ów wysyła twoje zapytanie do Giphy.
pt_br: Contagens de uso, configurações e sua lista de exclusões ficam armazenadas localmente. %@ não envia telemetria nem dados de uso ao nosso servidor — nem temos um servidor 🙂 Exceção: a busca de GIF envia sua consulta ao Giphy.
ru: Счётчики использования, настройки и ваш список исключений хранятся локально. %@ не отправляет никакой телеметрии или данных об использовании на наш сервер — у нас даже нет сервера 🙂 Исключение: поиск GIF отправляет ваш запрос в Giphy.
zh_hans: 使用次数、设置和你的排除列表都存储在本地。%@ 不会向我们的服务器发送任何遥测或使用数据——我们甚至没有服务器 🙂 例外：GIF 搜索会将你的查询发送给 Giphy。
zh_hant: 使用次數、設定和你的排除清單都儲存在本機。%@ 不會向我們的伺服器傳送任何遙測或使用資料——我們甚至沒有伺服器 🙂 例外：GIF 搜尋會將你的查詢傳送給 Giphy。

source: Used to detect `:` triggers. Nothing else.
ar: يُستخدم فقط لاكتشاف اختصارات `:`. لا شيء غير ذلك.
de: Wird nur zum Erkennen von `:`-Triggern verwendet. Mehr nicht.
es: Se usa para detectar el `:`. Nada más.
es_419: Se usa para detectar el `:`. Nada más.
fa: فقط برای تشخیص `:` استفاده می‌شود. هیچ‌چیز دیگر.
fr: Sert à détecter les déclencheurs `:`. Rien d'autre.
he: משמש לזיהוי `:`. שום דבר נוסף.
hi: केवल `:` ट्रिगर्स पहचानने के लिए। और कुछ नहीं।
it: Serve solo a rilevare il `:`. Nient'altro.
ja: `:` の検出にのみ使用します。それ以外には使いません。
ko: `:` 입력 감지에만 사용합니다. 그 외에는 쓰이지 않습니다.
nl: Wordt alleen gebruikt om `:` te detecteren. Verder niets.
pl: Służy do wykrywania `:`. Nic więcej.
pt_br: Usado para detectar o `:`. Nada mais.
ru: Используется только для обнаружения `:`. И больше ничего.
zh_hans: 仅用于检测 `:` 触发键,无其他用途。
zh_hant: 僅用於偵測 `:` 觸發鍵,無其他用途。

source: User since
ar: مستخدم منذ
de: Nutzer seit
es: Usuario desde
es_419: Usuario desde
fa: کاربر از
fr: Utilisateur depuis
he: משתמש מאז
hi: उपयोगकर्ता बने
it: Utente dal
ja: 利用開始
ko: 사용 시작일
nl: Gebruiker sinds
pl: Użytkownik od
pt_br: Usuário desde
ru: Пользователь с
zh_hans: 用户起始
zh_hant: 用戶起始

# Version %@ (%@)
source: Version %1$@ (%2$@)
ar: الإصدار %1$@ (%2$@)
es: Versión %1$@ (%2$@)
es_419: Versión %1$@ (%2$@)
fa: نسخهٔ %1$@ (%2$@)
he: גרסה %1$@ (%2$@)
hi: संस्करण %1$@ (%2$@)
it: Versione %1$@ (%2$@)
ja: バージョン %1$@ (%2$@)
ko: 버전 %1$@ (%2$@)
nl: Versie %1$@ (%2$@)
pl: Wersja %1$@ (%2$@)
pt_br: Versão %1$@ (%2$@)
ru: Версия %1$@ (%2$@)
zh_hans: 版本 %1$@ (%2$@)
zh_hant: 版本 %1$@ (%2$@)

source: View source
ar: عرض المصدر
de: Quellcode ansehen
es: Ver el código
es_419: Ver el código
fa: مشاهدهٔ کد
fr: Voir le code source
he: צפה בקוד
hi: स्रोत देखें
it: Vedi il codice
ja: ソースを見る
ko: 소스 보기
nl: Bekijk broncode
pl: Zobacz kod
pt_br: Ver o código
ru: Открыть исходники
zh_hans: 查看源代码
zh_hant: 檢視原始碼

source: Watches keystrokes for the `:` trigger.
ar: يراقب الضغطات بحثاً عن `:`.
de: Beobachtet Tastenanschläge auf den `:`-Trigger.
es: Vigila las pulsaciones en busca del `:`.
es_419: Vigila las pulsaciones en busca del `:`.
fa: ضربه‌های `:` را پی می‌گیرد.
fr: Surveille les frappes pour détecter le déclencheur `:`.
he: עוקב אחר הקשות `:`.
hi: `:` ट्रिगर के लिए कीस्ट्रोक देखता है।
it: Osserva le digitazioni in cerca del `:`.
ja: `:` のキー入力を監視します。
ko: `:` 입력을 감지합니다.
nl: Volgt toetsaanslagen voor `:`.
pl: Obserwuje naciśnięcia `:`.
pt_br: Observa as teclas em busca do `:`.
ru: Отслеживает нажатия `:`.
zh_hans: 监听 `:` 触发键。
zh_hant: 監聽 `:` 觸發鍵。

source: Website
ar: الموقع الإلكتروني
es: Sitio web
es_419: Sitio web
fa: وب‌سایت
fr: Site web
he: אתר
hi: वेबसाइट
it: Sito web
ja: ウェブサイト
ko: 웹사이트
pl: Witryna
pt_br: Site
ru: Сайт
zh_hans: 网站
zh_hant: 網站

source: You are anonymous
ar: أنت مجهول الهوية
de: Du bleibst anonym
es: Eres anónimo
es_419: Eres anónimo
fa: شما ناشناس هستید
fr: Tu restes anonyme
he: אתה אנונימי
hi: आप गुमनाम हैं
it: Sei anonimo
ja: あなたは匿名のままです
ko: 당신은 익명입니다
nl: Je bent anoniem
pl: Jesteś anonimowy
pt_br: Você é anônimo
ru: Вы анонимны
zh_hans: 你是匿名的
zh_hant: 你是匿名的

source: You're all set
ar: كلّ شيء جاهز
de: Alles bereit
es: Todo listo
es_419: Todo listo
fa: همه‌چیز آماده است
fr: Tout est prêt
he: הכל מוכן
hi: सब तैयार है
it: Tutto pronto
ja: 準備完了です
ko: 모든 준비가 끝났어요
nl: Alles staat klaar
pl: Wszystko gotowe
pt_br: Tudo pronto
ru: Готово к работе
zh_hans: 一切就绪
zh_hant: 一切就緒

source: Your data stays on this Mac
ar: تبقى بياناتك على هذا الـ Mac
de: Deine Daten bleiben auf diesem Mac
es: Tus datos se quedan en este Mac
es_419: Tus datos se quedan en esta Mac
fa: داده‌های شما روی همین Mac می‌ماند
fr: Vos données restent sur ce Mac
he: הנתונים שלך נשארים על ה-Mac הזה
hi: आपका डेटा इसी Mac पर रहता है
it: I tuoi dati restano su questo Mac
ja: データはこの Mac から出ません
ko: 데이터는 이 Mac에만 머무릅니다
nl: Je gegevens blijven op deze Mac
pl: Twoje dane zostają na tym Macu
pt_br: Seus dados ficam neste Mac
ru: Ваши данные остаются на этом Mac
zh_hans: 你的数据只留在这台 Mac 上
zh_hant: 你的資料只留在這台 Mac 上

source: Your top 8
ar: أفضل 8 لديك
de: Deine Top 8
es: Tu Top 8
es_419: Tu Top 8
fa: هشت برتر شما
fr: Votre Top 8
he: ה-Top 8 שלך
hi: आपका टॉप 8
it: La tua Top 8
ja: あなたのトップ 8
ko: 내 Top 8
nl: Jouw Top 8
pl: Twój Top 8
pt_br: Seu Top 8
ru: Твой Топ 8
zh_hans: 你的 Top 8
zh_hant: 你的 Top 8

source: `:::` opens the GIF picker regardless of the lists above.
ar: `:::` يفتح منتقي GIF بغضّ النظر عن القوائم أعلاه.
de: `:::` öffnet die GIF-Auswahl unabhängig von den obigen Listen.
es: `:::` abre el selector de GIF independientemente de las listas anteriores.
es_419: `:::` abre el selector de GIF sin importar las listas anteriores.
fa: `:::` بدون توجه به فهرست‌های بالا، انتخابگر GIF را باز می‌کند.
fr: `:::` ouvre le sélecteur de GIF, quelles que soient les listes ci-dessus.
he: `:::` פותח את בורר ה-GIF ללא קשר לרשימות שלמעלה.
hi: `:::` ऊपर दी गई सूचियों की परवाह किए बिना GIF पिकर खोलता है।
it: `:::` apre il selettore di GIF indipendentemente dagli elenchi qui sopra.
ja: `:::` を入力すると、上記のリストに関係なく GIF ピッカーが開きます。
ko: `:::` 을(를) 입력하면 위 목록과 관계없이 GIF 선택기가 열립니다.
nl: `:::` opent de GIF-kiezer ongeacht de bovenstaande lijsten.
pl: `:::` otwiera selektor GIF niezależnie od powyższych list.
pt_br: `:::` abre o seletor de GIF independentemente das listas acima.
ru: `:::` открывает выбор GIF независимо от списков выше.
zh_hans: `:::` 会打开 GIF 选择器，无论上述列表如何设置。
zh_hant: `:::` 會打開 GIF 選擇器，無論上述清單如何設定。

source: `:::` overrides the exclusion list.
ar: ‏`:::` يتجاوز قائمة الاستثناءات.
de: `:::` umgeht die Ausschlussliste.
es: `:::` ignora la lista de exclusiones.
es_419: `:::` ignora la lista de exclusiones.
fa: ‏`:::` فهرست استثناها را نادیده می‌گیرد.
fr: `:::` ignore la liste d'exclusions.
he: ‏`:::` עוקף את רשימת ההחרגות.
hi: `:::` बहिष्कार सूची को नज़रअंदाज़ करता है।
it: `:::` ignora l'elenco delle esclusioni.
ja: `:::` は除外リストを無視します。
ko: `:::`은(는) 제외 목록을 무시합니다.
nl: `:::` negeert de uitsluitingslijst.
pl: `:::` pomija listę wykluczeń.
pt_br: `:::` ignora a lista de exclusões.
ru: `:::` обходит список исключений.
zh_hans: `:::` 会忽略排除列表。
zh_hant: `:::` 會略過排除清單。

source: copy
ar: نسخ
de: kopieren
es: copiar
es_419: copiar
fa: کپی
fr: copier
he: העתק
hi: कॉपी
it: copia
ja: コピー
ko: 복사
nl: kopieer
pl: kopiuj
pt_br: copiar
ru: копировать
zh_hans: 复制
zh_hant: 複製

source: dismiss
ar: إغلاق
de: schließen
es: descartar
es_419: descartar
fa: بستن
fr: fermer
he: סגירה
hi: खारिज करें
it: chiudi
ja: 閉じる
ko: 닫기
nl: sluiten
pl: zamknij
pt_br: dispensar
ru: закрыть
zh_hans: 关闭
zh_hant: 關閉

source: e.g. mail.google.com or *.notion.so
ar: مثلاً: mail.google.com أو *.notion.so
de: z. B. mail.google.com oder *.notion.so
es: p. ej. mail.google.com o *.notion.so
es_419: p. ej. mail.google.com o *.notion.so
fa: مثلاً mail.google.com یا *.notion.so
fr: p. ex. mail.google.com ou *.notion.so
he: למשל mail.google.com או *.notion.so
hi: उदा. mail.google.com या *.notion.so
it: es. mail.google.com o *.notion.so
ja: 例: mail.google.com または *.notion.so
ko: 예: mail.google.com 또는 *.notion.so
nl: bijv. mail.google.com of *.notion.so
pl: np. mail.google.com lub *.notion.so
pt_br: ex.: mail.google.com ou *.notion.so
ru: напр. mail.google.com или *.notion.so
zh_hans: 例如 mail.google.com 或 *.notion.so
zh_hant: 例如 mail.google.com 或 *.notion.so

source: everywhere except the apps & sites below
ar: في كل مكان عدا التطبيقات والمواقع أدناه
de: überall außer in den unten stehenden Apps & Sites
es: en todas partes excepto en las apps y sitios de abajo
es_419: en todas partes excepto en las apps y sitios de abajo
fa: همه‌جا به‌جز برنامه‌ها و سایت‌های زیر
fr: partout sauf dans les apps et sites ci-dessous
he: בכל מקום מלבד האפליקציות והאתרים שלמטה
hi: नीचे दिए गए ऐप्स और साइटों को छोड़कर हर जगह
it: ovunque tranne nelle app e nei siti qui sotto
ja: 以下のアプリとサイトを除くすべての場所
ko: 아래 앱 및 사이트를 제외한 모든 곳
nl: overal behalve in de onderstaande apps & sites
pl: wszędzie z wyjątkiem aplikacji i stron poniżej
pt_br: em todos os lugares, exceto nos apps e sites abaixo
ru: везде, кроме приложений и сайтов ниже
zh_hans: 除以下 App 与网站外的所有位置
zh_hant: 除以下 App 與網站外的所有位置

source: insert
ar: إدراج
de: einfügen
es: insertar
es_419: insertar
fa: درج
fr: insérer
he: הוספה
hi: डालें
it: inserisci
ja: 挿入
ko: 삽입
nl: invoegen
pl: wstaw
pt_br: inserir
ru: вставить
zh_hans: 插入
zh_hant: 插入

source: navigate
ar: تنقّل
de: navigieren
es: navegar
es_419: navegar
fa: حرکت
fr: naviguer
he: ניווט
hi: नेविगेट
it: naviga
ja: 移動
ko: 이동
nl: navigeer
pl: nawiguj
pt_br: navegar
ru: перемещение
zh_hans: 移动
zh_hant: 移動

source: only in the apps & sites below
ar: فقط في التطبيقات والمواقع أدناه
de: nur in den unten stehenden Apps & Sites
es: solo en las apps y sitios de abajo
es_419: solo en las apps y sitios de abajo
fa: فقط در برنامه‌ها و سایت‌های زیر
fr: uniquement dans les apps et sites ci-dessous
he: רק באפליקציות והאתרים שלמטה
hi: केवल नीचे दिए गए ऐप्स और साइटों में
it: solo nelle app e nei siti qui sotto
ja: 以下のアプリとサイトのみ
ko: 아래 앱 및 사이트에서만
nl: alleen in de onderstaande apps & sites
pl: tylko w aplikacjach i na stronach poniżej
pt_br: apenas nos apps e sites abaixo
ru: только в приложениях и на сайтах ниже
zh_hans: 仅在以下 App 与网站中
zh_hant: 僅在以下 App 與網站中

source: select
ar: تحديد
de: auswählen
es: seleccionar
es_419: seleccionar
fa: انتخاب
fr: sélectionner
he: בחירה
hi: चुनें
it: seleziona
ja: 選択
ko: 선택
nl: selecteer
pl: wybierz
pt_br: selecionar
ru: выбрать
zh_hans: 选择
zh_hant: 選擇

source: Triggers
ar: المُفعِّلات
de: Auslöser
es: Desencadenadores
es_419: Desencadenadores
fa: محرک‌ها
fr: Déclencheurs
he: טריגרים
hi: ट्रिगर
it: Trigger
ja: トリガー
ko: 트리거
pl: Wyzwalacze
pt_br: Gatilhos
ru: Триггеры
zh_hans: 触发符
zh_hant: 觸發符

source: Quick access
ar: الوصول السريع
de: Schnellzugriff
es: Acceso rápido
es_419: Acceso rápido
fa: دسترسی سریع
fr: Accès rapide
he: גישה מהירה
hi: त्वरित ऐक्सेस
it: Accesso rapido
ja: クイックアクセス
ko: 빠른 접근
nl: Snelle toegang
pl: Szybki dostęp
pt_br: Acesso rápido
ru: Быстрый доступ
zh_hans: 快速访问
zh_hant: 快速存取

source: open
ar: فتح
de: Öffnen
es: abrir
es_419: abrir
fa: باز
fr: ouvrir
he: פתיחה
hi: खोलें
it: apri
ja: 開始
ko: 열기
pl: otwórz
pt_br: abrir
ru: начало
zh_hans: 开始
zh_hant: 開始

source: close
ar: إغلاق
de: Schließen
es: cerrar
es_419: cerrar
fa: بسته
fr: fermer
he: סגירה
hi: बंद करें
it: chiudi
ja: 終了
ko: 닫기
nl: sluit
pl: zamknij
pt_br: fechar
ru: конец
zh_hans: 结束
zh_hant: 結束

source: Reset to defaults
ar: إعادة التعيين إلى الإعدادات الافتراضية
de: Auf Standard zurücksetzen
es: Restablecer valores predeterminados
es_419: Restablecer valores predeterminados
fa: بازنشانی به پیش‌فرض
fr: Réinitialiser
he: איפוס לברירת מחדל
hi: डिफ़ॉल्ट पर रीसेट करें
it: Ripristina i valori predefiniti
ja: デフォルトに戻す
ko: 기본값으로 재설정
nl: Standaardwaarden herstellen
pl: Przywróć domyślne
pt_br: Restaurar padrões
ru: Сбросить настройки
zh_hans: 恢复默认值
zh_hant: 重設為預設值

source: Triggers are the characters you type to fire emoji, symbols, GIF search, and quick access. Defaults are punctuation; you can use anything, but watch the warnings — letters and spaces tend to misfire.
ar: المُفعِّلات هي الأحرف التي تكتبها لتشغيل الرموز التعبيرية والرموز والبحث عن GIF والوصول السريع. الإعدادات الافتراضية هي علامات ترقيم؛ يمكنك استخدام أي شيء، لكن انتبه للتحذيرات — فالأحرف والمسافات تميل إلى التفعيل بالخطأ.
de: Auslöser sind die Zeichen, die du eingibst, um Emojis, Symbole, die GIF-Suche und den Schnellzugriff zu starten. Standardmäßig sind es Satzzeichen; du kannst alles verwenden, aber beachte die Warnungen – Buchstaben und Leerzeichen lösen leicht versehentlich aus.
es: Los desencadenadores son los caracteres que escribes para activar emojis, símbolos, la búsqueda de GIF y el acceso rápido. Los valores predeterminados son signos de puntuación; puedes usar lo que quieras, pero atiende a las advertencias: las letras y los espacios tienden a activarse por error.
es_419: Los desencadenadores son los caracteres que escribes para activar emojis, símbolos, la búsqueda de GIF y el acceso rápido. Los valores predeterminados son signos de puntuación; puedes usar lo que quieras, pero presta atención a las advertencias: las letras y los espacios suelen activarse por error.
fa: محرک‌ها کاراکترهایی هستند که برای فعال‌کردن ایموجی، نمادها، جستجوی GIF و دسترسی سریع تایپ می‌کنید. پیش‌فرض‌ها علائم نگارشی‌اند؛ می‌توانید هر چیزی استفاده کنید، اما به هشدارها توجه کنید — حروف و فاصله‌ها معمولاً اشتباهی فعال می‌شوند.
fr: Les déclencheurs sont les caractères que vous tapez pour lancer les emojis, les symboles, la recherche de GIF et l’accès rapide. Par défaut, ce sont des signes de ponctuation ; vous pouvez utiliser ce que vous voulez, mais tenez compte des avertissements : les lettres et les espaces se déclenchent souvent par erreur.
he: טריגרים הם התווים שאתה מקליד כדי להפעיל אמוג'י, סמלים, חיפוש GIF וגישה מהירה. ברירת המחדל היא סימני פיסוק; אפשר להשתמש בכל דבר, אבל שים לב לאזהרות — אותיות ורווחים נוטים להיות מופעלים בטעות.
hi: ट्रिगर वे वर्ण हैं जो आप इमोजी, सिंबल, GIF खोज और त्वरित ऐक्सेस चलाने के लिए टाइप करते हैं। डिफ़ॉल्ट विराम-चिह्न हैं; आप कुछ भी इस्तेमाल कर सकते हैं, पर चेतावनियों पर ध्यान दें — अक्षर और स्पेस गलती से चल जाते हैं।
it: I trigger sono i caratteri che digiti per attivare emoji, simboli, la ricerca di GIF e l’accesso rapido. Per impostazione predefinita sono segni di punteggiatura; puoi usare qualsiasi cosa, ma fai attenzione agli avvisi: lettere e spazi tendono ad attivarsi per errore.
ja: トリガーは、絵文字・記号・GIF検索・クイックアクセスを呼び出すために入力する文字です。デフォルトは記号で、何でも使えますが、警告に注意してください。文字やスペースは誤って発動しがちです。
ko: 트리거는 이모지, 기호, GIF 검색, 빠른 접근을 실행하기 위해 입력하는 문자입니다. 기본값은 문장 부호이며, 무엇이든 사용할 수 있지만 경고에 유의하세요. 글자와 공백은 잘못 실행되기 쉽습니다.
nl: Triggers zijn de tekens die je typt om emoji, symbolen, GIF-zoeken en snelle toegang te starten. Standaard zijn het leestekens; je kunt alles gebruiken, maar let op de waarschuwingen — letters en spaties gaan snel per ongeluk af.
pl: Wyzwalacze to znaki, które wpisujesz, aby uruchomić emoji, symbole, wyszukiwanie GIF-ów i szybki dostęp. Domyślnie są to znaki interpunkcyjne; możesz użyć dowolnych, ale zwracaj uwagę na ostrzeżenia — litery i spacje często uruchamiają się przez pomyłkę.
pt_br: Os gatilhos são os caracteres que você digita para acionar emojis, símbolos, a busca de GIFs e o acesso rápido. Os padrões são sinais de pontuação; você pode usar qualquer coisa, mas fique atento aos avisos — letras e espaços costumam disparar por engano.
ru: Триггеры — это символы, которые вы вводите, чтобы вызвать эмодзи, символы, поиск GIF и быстрый доступ. По умолчанию это знаки препинания; можно использовать что угодно, но обращайте внимание на предупреждения — буквы и пробелы часто срабатывают по ошибке.
zh_hans: 触发符是你输入用于调出表情符号、符号、GIF 搜索和快速访问的字符。默认是标点符号；你可以使用任意字符，但请留意警告——字母和空格容易误触发。
zh_hant: 觸發符是你輸入用來叫出表情符號、符號、GIF 搜尋和快速存取的字元。預設為標點符號；你可以使用任何字元，但請留意警告——字母和空格容易誤觸發。

source: Emoji needs a trigger
ar: يحتاج الرمز التعبيري إلى مُفعِّل
de: Emoji braucht einen Auslöser
es: Emoji necesita un desencadenador
es_419: Emoji necesita un desencadenador
fa: ایموجی به یک محرک نیاز دارد
fr: Emoji a besoin d’un déclencheur
he: לאמוג'י דרוש טריגר
hi: इमोजी के लिए ट्रिगर ज़रूरी है
it: Emoji ha bisogno di un trigger
ja: 絵文字にはトリガーが必要です
ko: 이모지에는 트리거가 필요합니다
nl: Emoji heeft een trigger nodig
pl: Emoji wymaga wyzwalacza
pt_br: Emoji precisa de um gatilho
ru: Для эмодзи нужен триггер
zh_hans: 表情符号需要一个触发符
zh_hant: 表情符號需要一個觸發符

source: Same as emoji
ar: مثل الرموز التعبيرية
de: Wie Emoji
es: Igual que emoji
es_419: Igual que emoji
fa: مانند ایموجی
fr: Comme les emoji
he: זהה לאמוג'י
hi: इमोजी जैसा ही
it: Come gli emoji
ja: 絵文字と同じ
ko: 이모지와 동일
nl: Hetzelfde als emoji
pl: Tak jak emoji
pt_br: Igual aos emoji
ru: Как у эмодзи
zh_hans: 与表情符号相同
zh_hant: 與表情符號相同

source: Same as %@ — pick distinct triggers
ar: مطابق لـ %@ — اختر مُفعِّلات مختلفة
de: Identisch mit %@ – wähle unterschiedliche Auslöser
es: Igual que %@: elige desencadenadores distintos
es_419: Igual que %@: elige desencadenadores distintos
fa: مانند %@ است — محرک‌های متفاوت انتخاب کنید
fr: Identique à %@ — choisissez des déclencheurs distincts
he: זהה ל-%@ — בחר טריגרים נפרדים
hi: %@ जैसा ही — अलग ट्रिगर चुनें
it: Uguale a %@ — scegli trigger distinti
ja: %@ と同じです。別々のトリガーを選んでください
ko: %@와(과) 동일합니다 — 서로 다른 트리거를 선택하세요
nl: Hetzelfde als %@ — kies verschillende triggers
pl: Takie samo jak %@ — wybierz różne wyzwalacze
pt_br: Igual a %@ — escolha gatilhos distintos
ru: Совпадает с %@ — выберите разные триггеры
zh_hans: 与 %@ 相同——请选择不同的触发符
zh_hant: 與 %@ 相同——請選擇不同的觸發符

source: ‘%@’ fires first, so this never triggers
ar: يُفعَّل ‘%@’ أولًا، لذا لن يُفعَّل هذا أبدًا
de: „%@“ wird zuerst ausgelöst, daher greift dies nie
es: «%@» se activa primero, así que esto nunca se desencadena
es_419: «%@» se activa primero, así que esto nunca se desencadena
fa: ابتدا «%@» فعال می‌شود، پس این هرگز فعال نمی‌شود
fr: « %@ » se déclenche en premier, donc ceci ne se déclenche jamais
he: ‘%@’ מופעל קודם, ולכן זה לעולם לא יופעל
hi: पहले ‘%@’ चलता है, इसलिए यह कभी ट्रिगर नहीं होगा
it: «%@» si attiva per primo, quindi questo non si attiva mai
ja: 先に「%@」が発動するため、これは決して動作しません
ko: ‘%@’이(가) 먼저 실행되므로 이것은 절대 트리거되지 않습니다
nl: ‘%@’ gaat eerst af, dus dit wordt nooit geactiveerd
pl: Najpierw uruchamia się „%@”, więc to nigdy się nie wyzwoli
pt_br: “%@” dispara primeiro, então isto nunca é acionado
ru: Сначала срабатывает «%@», поэтому это никогда не сработает
zh_hans: “%@”会先触发，所以这个永远不会触发
zh_hant: 「%@」會先觸發，所以這個永遠不會觸發
